<?php
/**
 * Created by PhpStorm.
 * User: andre
 * Date: 27/11/2018
 * Time: 18:12
 */
return [
	'simple'                => "|/-\\",
	'morse'                 => "⠂-–—–-",
	'pie'                   => "◐◓◑◒",
	'clock'                 => "◴◷◶◵",
	'square'                => "◰◳◲◱",
	'dancing-squares'       => "▖▘▝▗",
	'pulsating-square'      => "■□▪▫",
	'tetris'                => "▌▀▐▄",
	'full-square'           => "▉▊▋▌▍▎▏▎▍▌▋▊▉",
	'rising-square'         => "▁▃▄▅▆▇█▇▆▅▄▃",
	'arrow'                 => "←↖↑↗→↘↓↙",
	'line'                  => "┤┘┴└├┌┬┐",
	'triangle'              => "◢◣◤◥",
	'pulsating-o'           => ".oO°°Oo.",
	'exploding-o'           => ".oO@*",
	'world'                 => "🌍🌎🌏",
	'smiley'                => "◡◡ ⊙⊙ ◠◠",
	'fall'                  => "☱☲☴",
	'digital-around'        => "⠋⠙⠹⠸⠼⠴⠦⠧⠇⠏",
	'digital-up-down'       => "⠋⠙⠚⠞⠖⠦⠴⠲⠳⠓",
	'digital-left-right'    => "⠄⠆⠇⠋⠙⠸⠰⠠⠰⠸⠙⠋⠇⠆",
	'digital-random-1'      => "⠋⠙⠚⠒⠂⠂⠒⠲⠴⠦⠖⠒⠐⠐⠒⠓⠋",
	'digital-random-2'      => "⠁⠉⠙⠚⠒⠂⠂⠒⠲⠴⠤⠄⠄⠤⠴⠲⠒⠂⠂⠒⠚⠙⠉⠁",
	'digital-random-3'      => "⠈⠉⠋⠓⠒⠐⠐⠒⠖⠦⠤⠠⠠⠤⠦⠖⠒⠐⠐⠒⠓⠋⠉⠈",
	'digital-random-4'      => "⠁⠁⠉⠙⠚⠒⠂⠂⠒⠲⠴⠤⠄⠄⠤⠠⠠⠤⠦⠖⠒⠐⠐⠒⠓⠋⠉⠈⠈",
	'digital-dancing-dot'   => "⢄⢂⢁⡁⡈⡐⡠",
	'digital-dancing-walls' => "⢹⢺⢼⣸⣇⡧⡗⡏",
	'digital-dancing-hole'  => "⣾⣽⣻⢿⡿⣟⣯⣷",
	'pulsating-dot'         => "⠁⠂⠄⡀⢀⠠⠐⠈",
	'moon'                  => "🌑🌒🌓🌔🌕🌝🌖🌗🌘🌚"
];